Revit 2027 API
BuiltInFailures.CurtainWallFailures.CannotDivideCurtainGrid Property
 Can't divide Curtain Grid by Grid Line.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDivideCurtainGrid { get; }
Public Shared ReadOnly Property CannotDivideCurtainGrid As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDivideCurtainGrid {
	FailureDefinitionId^ get ();
}
static member CannotDivideCurtainGrid : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace